export const notNoServiceData = {
  bannerImage: '/static/img/reward-banner.jpg',
  infoBoxes: [
    {
      title: 'ตอบข้อสงสัย ลูกค้าดีแทคต้องเร่งย้ายค่ายจริงหรือไม่?',
      infoItems: [
        {
          topic: 'ดีแทคซิมดับเร็วๆ นี้ จริงหรือไม่',
          description: 'ขอยืนยันว่า ไม่จริง อย่างแน่นอน การดูแลให้ลูกค้ายังคงใช้บริการได้อย่างต่อเนื่องเป็นหน้าที่ร่วมกันระหว่างดีแทคและ กสทช.ในฐานะองค์กรกำกับดูแลและคุ้มครองผู้บริโภค ไม่ว่าจะมีหรือไม่มีการประมูลคลื่นความถี่ 1800 MHz เกิดขึนหรือไม่ก็ตาม'
        },
        {
          topic: 'ทำไมถึงมีข่าวออกมาแบบนั้น',
          description: 'เป็นข่าวที่มีความคลาดเคลื่อน เพราะลูกค้าดีแทคสามารถเปลี่ยนจากระบบ 2G ไปเป็น 3G/4G บนคลื่นสัญญาณที่ดีแทคมีให้บริการลูกค้าได้อีกยาวนาน โดยเฉพาะคลื่นใหม่ dtac TURBO ที่มีช่องสัญญาณกว้างใหญ่ที่สุดในไทยถึง 60 MHz'
        },
        {
          topic: 'ทำไมถึงมีข่าวออกมาแบบนั้น',
          description: 'ตรวจสอบสิทธิด้วยตัวเองโดยการกด *444# โทรออก แล้วรอรับข้อความตอบกลับ จากดีแทค แถมเรายังได้เตรียมส่วนลดค่าเครื่องใหม่สูงสุดถึง 1,000 บาท หากมือถือของคุณเป็น 2G รุ่นเก่าที่ไม่รองรับ ทั้งนี้สมาร์ทโฟน 3G/4G ที่เราเตรียมไว้ให้ก็มีราคาถูกมากจนเหมือนได้ฟรี แถมยังทำให้คุณสามารถใช้อินเทอร์เน็ต ดูหนังยูทูป เล่นโซเชี่ยล เฟสบุ๊คกับคนในครอบครัวและเพื่อนๆ ได้อย่างสบายๆ'
        }
      ]
    }
  ]
};
