export const whyDtacSmeData = {
  bannerImage: '/static/img/Dtac_WHY_WebBanner2880x936.jpg',
  infoBoxes: [
    {
      title: 'ธุรกิจเป็นเรื่องง่าย ด้วยแพ็กเกจ SME สบายใจ',
      infoItems: [
        {
          topic: 'เรื่องอื่นเยอะแล้ว เรื่องการสื่อสารต้องง่ายที่สุด',
          description: 'ผู้ประกอบการธุรกิจขนาดเล็ก SME และสตาร์ทอัพคือกำลังสำคัญในการขับเคลื่อนเศรษฐกิจของประเทศ ดีแทคเข้าใจดีว่าในการทำธุรกิจ คุณอาจต้องพบความเยอะยุ่งยาก กวนใจมากขนาดไหน เราพร้อมเคียงข้างให้คุณหายห่วงเรื่องการติดต่อธุรกิจ ด้วยแพ็กเกจสำหรับ SME ที่ใช้งานง่าย โทรได้ไม่อั้น 24 ชั่วโมง ไม่มีเงื่อนไขผูกมัด และไม่มีค่าใช้จ่ายแฝง',
        }
      ],
      fontSize: 'l'
    },
    {
      infoItems: [
        {
          topic: 'แพ็กเกจที่คิดมาเพื่อผู้ประกอบการ SME โดยเฉพาะ',
          description: 'แพ็กเกจที่คิดมาเพื่อผู้ประกอบการ SME โดยเฉพาะ\n' +
            'หมดกังวลเรื่องค่าใช้จ่ายการติดต่อสื่อสาร โฟกัสเรื่องงานได้เต็มที่ ด้วยแพ็กเกจที่คิดมาให้ใช้งานง่าย ช่วยควบคุมค่าใช้จ่าย ลดต้นทุน และเข้าใจความต้องการของผู้ประกอบการ SME',
          list: {
            items: [
              'ไม่พลาดทุกการติดต่อ โทรได้ไม่อั้นทุกเครือข่าย 24 ชั่วโมง',
              'คล่องตัวกว่า ไม่มีสัญญาผูกมัด อยากปรับเพิ่ม ปรับลด หรือยกเลิกแพ็กเกจก็ทำได้ไม่จำกัด',
              'หายห่วงเพราะไม่มี SMS กวนใจ ไม่มีค่าบริการส่วนเกิน และไม่มีค่าใช้จ่ายแฝง',
              'ยิ่งใช้ยิ่งคุ้ม อัปเกรดเป็นแพ็กเกจที่ดีกว่าให้อัตโนมัติ​ โดยไม่มีค่าใช้จ่ายเพิ่ม'
            ]
          }
        }
      ],
      fontSize: 'l'
    }
  ]
};
